{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "SchemaStore.nvim": { "branch": "main" },
  "clangd_extensions.nvim": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "flutter-tools.nvim": { "branch": "main" },
  "github-nvim-theme": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "kotlin-vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lspkind-nvim": { "branch": "master" },
  "minimal.nvim": { "branch": "main" },
  "neoconf.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "obsidian.nvim": { "branch": "main" },
  "oceanic-next": { "branch": "master" },
  "overseer.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "rose-pine": { "branch": "canary" },
  "rust-tools.nvim": { "branch": "master" },
  "rust.vim": { "branch": "master" },
  "telescope-fzy-native.nvim": { "branch": "master" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "typescript.nvim": { "branch": "main" },
  "vim-fugitive": { "branch": "master" },
  "vim-godot": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-sleuth": { "branch": "master" }
}